Repository: aireset/aireset-01-default-woo
Catalog: languages/aireset-*.po
Languages: pt_br

source: Pedido Pago Parcialmente
pt_br: Partial Payment Order

source: Em Produção
pt_br: In Production

source: Em Separação
pt_br: In Separation

source: Pedido Enviado
pt_br: Order Sent

source: Aguardando Confirmação
pt_br: Awaiting Confirmation

source: Pagamento Pendente
pt_br: Pending Payment

source: Cancelado
pt_br: Cancelled

source: Concluído
pt_br: Completed

source: Reembolsado
pt_br: Refunded

source: Malsucedido
pt_br: Failed

source: Marcar como aguardando
pt_br: Mark as Awaiting

source: Marcar como pendente
pt_br: Mark as Pending

source: Marcar como processando
pt_br: Mark as Processing

source: Marcar como cancelado
pt_br: Mark as Cancelled

source: Marcar como pago parcialmente
pt_br: Mark as Partially Paid

source: Marcar como em produção
pt_br: Mark as In Production

source: Marcar como em separação
pt_br: Mark as In Separation

source: Marcar como pedido enviado
pt_br: Mark as Order Sent

source: Marcar como concluído
pt_br: Mark as Completed

source: Marcar como reembolsado
pt_br: Mark as Refunded

source: Marcar como falho
pt_br: Mark as Failed

source: Pedido Pago
pt_br: Paid Order
